<?php

return array (
  'success' =>
  array (
    'general_message' => 'تمت العملية بنجاح',
    'edit_user' => 'تعد تعديل البيانات بتجاح',
    'login' => 'تم الدخول بنجاح',
    'created' => 'تمت العملية بنجاح',
    'edited' => 'تم التعديل بنجاح',
    'deleted' => 'تمت العملية بنجاح',
    'updated' => 'تمت العملية بنجاح',
    'role_create' => 'تم انشاء وظيفة جديدة بنجاح',
    'role_delete' => 'تمت العملية بنجاح',
    'user_edit' => 'تم تعديل بيانات المستخدم بنجاح',
    'contactus' => 'تمت العملية بنجاح',
    'activated' => 'تم التفعيل بنجاح',
      'email' => 'تم إرسال الرسائل بنجاح'
  ),
  'error' =>
  array (
    'general_message' => 'خطأ بالنظام ـ لم تتم العملية بنجاح',
    'edit_user' => 'لم تتم العملية بنجاح',
    'no_access' => 'لا تملك الصلاحية لمشاهدة هذه الصفحة أو الخاصية .',
    'login' => 'لم تتم العملية بنجاح',
    'created' => 'لم تتم العملية بنجاح',
    'edited' => 'لم تتم العملية بنجاح',
    'deleted' => 'لم تتم العملية بنجاح',
    'preview-not-created' => 'لم تتم العملية بنجاح',
    'preview-not-deleted' => 'لم تتم العملية بنجاح',
    'error_preview_not_created' => 'لم تتم العملية بنجاح',
    'update' => 'لم تتم العملية بنجاح',
    'contactus' => 'لم تتم العملية بنجاح',
    'no_results' => 'لا يوجد نتائج !!!',
    'to_access_comments' => 'لا يمكنك مشاهدة التعليقات.',
    'activated' => 'لم تتم العملية بنجاح',
    'not_active' => 'لم تتم العملية بنجاح، يرجى التواصل مع الإدارة',
    'updated' => 'لم تتم العملية بنجاح',
      'email' => 'تم إرسال الرسائل بنجاح'
  ),
  'info' =>
  array (
    'no_books_found' => 'لا توجد كتب بهذه القائمة',
    'register' => 'يرجى التسجيل',
    'no_books' => 'لم يتم العثور على أيه كتب',
    'block' => 'تم الحظر',
    'no_access' => 'لا تملك الصلاحية لهذه العملية',
  ),
  'newsletter_message' => 'سجل معنا ليصلك كل جديد .. ',
  'please_use' => ' ##-###-###-## يرجى استخدام الرقم بالكامل مع كود الدولة',
  'cover_instructions' => 'يفضل استخدام القياسات التالية لغلاف الكتاب 500 * 680',
  'fields_required' => 'جميع الحقول المعنونة بـ (*) مطلوبة',
  'allrights' => 'جميع الحقوق محفوظة للموقع',
  'designed_developed' => 'تم التصميم والتطوير بواسطة',
  'ads' => 'إعلانات',
  'sucess' =>
  array (
    'update' => 'تم التحديث بنجاح',
    'change_active_status' => 'تم التغير بنجاح',
  ),
  'slider' => 'سلايدر',
  'check' =>
  array (
    'are_u_sure' => 'يرجى التأكيد ؟',
  ),
);
